{   
    "id": 3, 
    "name": "Omkara Mantra",
    "Source": "Rudra Yamala Tantra",
    "Category": "Invocation mantra",
    "Quality": "peace",
    "Deity": "Shiva",
    "Meter": "Anushtubh",    
    "Seer": "",
    "Shakti": "",
    "Pin": "",
    "Application": "to seek devotion and to ask Lord Shiva to grant the bliss of Yoga",
    "Benefits": "strengthen the resolve for yoga practice and increase mental peace and clairty",
    "Significance": "Vishnu is considered the lord of Yoga (Yogeshwara) whereas Shiva is considered the lord of Yogis (Yogishwara). This peaceful mantra is a popular invocation recited daily by generations of yoga practitioners to seek Lord Shiva's blessing to attain ultimate success in yoga, which is Moksha. Shiva is the lord of rhythm and vibration and Om is the ultimate vibration, therefore Shiva is also referred to as Omkara. This mantra emphasizes the wholistic nature of true Yogic pursuit, in which the desires are not to be suppressed rather properly understood and fullfilled so the seeker can progress quicker and steadier on the spiritual path.",
    "How to chant": "This mantra should be recited at the beginning of daily yoga practice. Not only knowing the words and the pronunciation but also the meaning and the significance is crucial to make this a remarkably powerful invocation.",
    "Youtube": ["https://www.youtube.com/watch?v=C6z2XV8G-oc"], 
    "mantra": [        
        "o~NkAraM, bindusa.nyuktaM; nityaM, dhyAyanti, yoginaH |; kAmadaM, moxadaM, chaiva; o~NkArAya, namo namaH"
    ],    
    "wordenglish": [
        "OM=om / AkAraM=shaped, bindu=the dot / sa.nyuktaM=adorned by; nityaM=ever, dhyAyanti=meditate, yoginaH=Yogis; kAmadaM=desires, moxadaM=liberation, chaiva=both; o~NkArAya=om shaped one, namo namaH=bow again and again"        
    ],    
    "mantraenglish": [
        "Om!<br> Vibration of consciousness through all three lokas! <br> I meditate on your divine rediance O Sun God! You indeed are worthy of our worship and please awaken our intellect with the knowledge of the Self!"
    ],
    "prelude": "DO NOT CHANGE",
    "preludeenglish": "DO NOT CHANGE",
    "annotation": "DO NOT CHANGE",
    "wordhindi": "DO NOT CHANGE",
    "mantrahindi": "DO NOT CHANGE",
    "preludehindi": "DO NOT CHANGE",
    "commentary": "DO NOT CHANGE",
    "references": "DO NOT CHANGE",
    "weblinks": "DO NOT CHANGE",
    "Popularity": 1,
    "Functionality": 1,
    "linkto": null    
}
