{   
    "id": 8, 
    "name": "Tvameva Mantra",
    "Source": "Mahabharata (attributed)",
    "Category": "Invocation mantra",
    "Quality": "devotion",
    "Deity": "Krishna",
    "Meter": "Unknown",    
    "Seer": "",
    "Shakti": "",
    "Pin": "",
    "Application": "to reaffirm our connection with God",
    "Benefits": "will create a sense of surrender and ease",
    "Significance": "This mantra very succinctly spells out what the spiritual evolution is all about. It appears orginially in the Brihadaranyaka Upanishad to invoke Soma, one of the pricipal vedic deities, as Brahman, the supreme being, to guide the seeker toward the ultimate truth. The world as we tend to experience and tend to relate is nothing but Asat or in other words has no true substance and can never truly satisfy us. Therfore, we must seek Sat, that which true and that which is permanent. The mantra proclaims that the journey from Asat to Sat is also the journey from darkness (limited vision) to the light and from death (limited identification) to immortality.",
    "How to chant": "This mantra has become very popular across yoga ashrams and meditation centres as a closing affirmation after individual or joint activities. across This is a sadhaka mantra (practioner's mantra) and should be recited at the beginning of daily yoga practice. Knowing not only its words and pronunciation but also its meaning and significance is crucial to make this a remarkably powerful invocation.",
    "Youtube": ["https://www.youtube.com/watch?v=Paab4IlspnI"], 
    "mantra": [        
        "tvameva, mAtA, cha, pitA, tvameva; tvameva, bandhushcha, sakhA, tvameva |; tvameva, vidyA, draviNaM, tvameva; tvameva, sarvaM, mama, deva, deva ||"
    ],    
    "wordenglish": [
        "tvameva=Thou art, mAtA=mother, cha=and, pitA=father, tvameva=Thou art; tvameva=Thou art, bandhuH=family / cha=and, sakhA=friend, tvameva=Thou art; tvameva=Thou art, vidyA=knowledge, draviNaM=wealth, tvameva=Thou art; tvameva=Thou art, sarvaM=all, mama=my, deva=light (of), deva=(all) lights"
    ],    
    "mantraenglish": [
        "Thou art my mother, my father Thou art.<br> Thou art my family, my friend Thou art. <br> Thou art my knowledge, my wealth Thou art.<br>Thou art my all, the Light of all Lights Thou art!"
    ],
    "prelude": "DO NOT CHANGE",
    "preludeenglish": "DO NOT CHANGE",
    "annotation": "DO NOT CHANGE",
    "wordhindi": "DO NOT CHANGE",
    "mantrahindi": "DO NOT CHANGE",
    "preludehindi": "DO NOT CHANGE",
    "commentary": "DO NOT CHANGE",
    "references": "DO NOT CHANGE",
    "weblinks": "DO NOT CHANGE",
    "Popularity": 1,
    "Functionality": 1,
    "linkto": null    
}
